       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
           SOURCE-COMPUTER. GNULINUX WITH DEBUGGING MODE.
           OBJECT-COMPUTER. WEB.
       PROCEDURE DIVISION.
           DISPLAY "HELLO, WORLD!" 1.